#####################################################################
[Translation]

TRANSLATION_BY = Preložil
TRANSLATION_NAME = rwrx_
TRANSLATION_LINK = vajda10@uniba.sk
LANGUAGENAME=Slovensky


FILEVER=4000







#####################################################################

[Common]

SYSTEM_FONT_NAME = tahoma
SYSTEM_FONT_SIZE = 8

[MainPopup]
#-------------------------------------------------------------
MNU_OPEN_PICPICK                    	=&Editor obrázkov
#-------------------------------------------------------------

MNU_CAPTURE                         	=&Zachytiť obrazovku
MNU_CAPTURE_FULLSCREEN              	=&Celá obrazovka
MNU_CAPTURE_ACTIVEWINDOW            	=&Aktívne okno
MNU_CAPTURE_CONTROL                 	=&Vybrať okno
MNU_CAPTURE_SCROLLINGWINDOW         	=Okno s &posuvníkom
MNU_CAPTURE_REGION                  	=Vybrať obla&sť
MNU_CAPTURE_FIXEDREGION             	=&Vymedziť oblasť
MNU_CAPTURE_FREEHAND                	=Vybrať oblasť voľnou &rukou
MNU_CAPTURE_WEBPAGE                 	=&Webstránka
MNU_CAPTURE_REPEAT                  	=Zopakovať &posledné zachytenie
MNU_CAPTUREQBAR                     	=Zobraziť okno &Zachytiť obrazovku

#4.0.1
MNU_WIDGET								=Zobraziť wid&get...
#4.0.1

#-------------------------------------------------------------
MNU_CAPTURE_SETTING                 	=&Nastavenia zachytávania
MNU_OUTPUTTYPE                      	=Výstupný &formát

#4.0.1
;Please check the below strings and translate again. For example, [Copy as Clipboard] -> [Clipboard]
MNU_OUTPUTTYPE_PICPICK              	=&Editor obrázkov
MNU_OUTPUTTYPE_CLIPBOARD            	=Schrá&nka
MNU_OUTPUTTYPE_SAVEIMAGE            	=&Súbor
MNU_OUTPUTTYPE_SAVEFOLDER           	=&Automaticky ukladať...
MNU_OUTPUTTYPE_OTHER                	=&Externý program
MNU_OUTPUTTYPE_FTP                  	=Nahrať na F&TP server
MNU_OUTPUTTYPE_SHARE                	=&Zdieľať
MNU_OUTPUTTYPE_SENDTO               	=&Odoslať
MNU_OUTPUTTYPE_FACEBOOK             	=Nahrať na Face&book
MNU_OUTPUTTYPE_TWITTER              	=Nahrať na T&witter
MNU_OUTPUTTYPE_MSWORD               	=Microsoft &Word
MNU_OUTPUTTYPE_MSEXCEL              	=Microsoft &Excel
MNU_OUTPUTTYPE_MSPPT                	=Microsoft &PowerPoint
MNU_OUTPUTTYPE_MSOUTLOOK            	=E-mail (Out&look)
MNU_OUTPUTTYPE_PRINTER              	=Vy&tlačiť
MNU_OUTPUTTYPE_SKYPE                	=Odoslať do Sk&ype
MNU_OUTPUTTYPE_CLOUD					=Clo&ud úložisko
MNU_OUTPUTTYPE_WEB                  	=Nahrať na &web
#4.0.1

MNU_OPT_DEFAULTFORMAT               	=Predvolený formát obrázka
MNU_OPT_OPENEDITOR                  	=Otvoriť &Editor obrázkov po spustení programu
MNU_OPT_STARTUPPROGRAM              	=&Spustiť PicPick po štarte systému
#-------------------------------------------------------------
MNU_COLORPICKER			    			=&Kvapkadlo
MNU_COLORPALETTE		    			=Paleta &farieb
MNU_COPYCOLORTYPE		    			=&Kopírovať farbu ako...
MNU_COLORHISTORY		    			=&História farieb
MNU_COLORHISTORY_CLEAR		    		=&Vymazať
#-------------------------------------------------------------
MNU_MAGNIFIER			    			=&Lupa
MNU_PIXELRULER			    			=&Pravítko
MNU_PROTRACTOR			    			=&Uhlomer
MNU_CROSSHAIR			    			=&Zameriavač
MNU_WHITEBOARD			    			=Biela &tabuľa
MNU_CLOUDEXPLORER						=&Uložiť do cloudu

#-------------------------------------------------------------
MNU_ABOUT_PICPICK		    			=&Nastavenia
MNU_EXIT_PICPICK		    			=Uk&ončiť

#4.0.1
[Widget]
MNU_WIDGET								=Wid&get
MNU_WIDGET_LOCK							=Zako&tviť widget
MNU_WIDGET_SMALLICONS					=Zobraziť &malé ikony
MNU_WIDGET_AUTOHIDE						=&Automatické skrývanie
MNU_WIDGET_OPACITY						=&Priehľadnosť
MNU_WIDGET_ALWAYSTOP					=&Vždy navrchu
MNU_WIDGET_CLOSE						=&Zatvoriť widget
#4.0.1

[PicPickEditor]
#-------------------------------------------------------------
MNU_FILE                                =&Súbor
MNU_FILE_NEW                            =&Nový obrázok
MNU_FILE_OPEN                           =&Otvoriť...
MNU_FILE_OPENCLIPBOARD                  =Otvoriť zo s&chránky
MNU_FILE_OPENURL                        =Otvoriť z adresy U&RL
MNU_FILE_SAVESAME                       =&Uložiť
MNU_FILE_SAVE                           =Uložiť &ako...
MNU_FILE_SAVESELECT                     =Uložiť &výber ako...
MNU_FILE_SAVEALL                        =Uložiť všetk&o
MNU_FILE_PRINT                          =&Tlačiť...
MNU_FILE_CLOSEIMAGE                     =&Zavrieť
MNU_FILE_CLOSECURRENTIMAGE              =Aktuál&ny obrázok
MNU_FILE_CLOSEALLIMAGE                  =Vš&etky obrázky
MNU_FILE_CLOSEALLSAVEDIMAGE             =Všetky u&ložené obrázky
MNU_FILE_CLOSEPICPICK                   =U&končiť
#-------------------------------------------------------------
MNU_EDIT                                =Úp&ravy
MNU_EDIT_UNDO                           =&Späť
MNU_EDIT_REDO                           =&Dopredu
MNU_EDIT_CUT                            =&Vystrihnúť
MNU_EDIT_COPY                           =&Kopírovať
MNU_EDIT_PASTE                          =&Prilepiť
MNU_EDIT_PASTEFROMFILE                  =Prilepiť &zo súboru...
MNU_EDIT_SELECTDEL                      =Vy&mazať výber
MNU_EDIT_SELECTNEW                      =V&yrezať výber
MNU_EDIT_DESELECT                       =Zrušiť vý&ber
MNU_EDIT_SELECTALL                      =Vybr&ať všetko
MNU_EDIT_IMAGERESIZE                    =Zväčšiť/zmenšiť &obrázok...
MNU_EDIT_CANVASRESIZE                   =Zmeniť veľ&kosť plátna...
MNU_EDIT_VIEWBITMAP                     =&Zobraziť obrázok na celú obrazovku
#-------------------------------------------------------------
MNU_TOOLS                               =&Nástroje
MNU_TOOLS_FULLSCREEN 		            =Zachytiť &celú obrazovku
MNU_TOOLS_ACTIVEWINDOW 		            =Zachytiť &aktívne okno
MNU_TOOLS_CONTROL 		                =&Vybrať okno a to zachytiť
MNU_TOOLS_SCROLLINGWINDOW	            =Zachytiť okno s &posuvníkom
MNU_TOOLS_WEBPAGE 		                =Zachytiť &webstránku
MNU_TOOLS_REGION 		                =Zachytiť &oblasť
MNU_TOOLS_FIXEDREGION 		            =Zachytiť vy&medzenú oblasť
MNU_TOOLS_FREEHAND 		                =Zachytiť vybratú oblasť voľnou &rukou
MNU_TOOLS_REPEAT 		                =Zopakovať pos&ledné zachytenie
MNU_TOOLS_COLORPICKER		            =&Kvapkadlo
MNU_TOOLS_COLORPALETTE		            =Paleta &farieb
MNU_TOOLS_MAGNIFIER		                =&Lupa
MNU_TOOLS_PIXELRULER		            =Pravít&ko
MNU_TOOLS_PROTRACTOR		            =&Uhlomer
MNU_TOOLS_CROSSHAIR		                =&Zameriavač
MNU_TOOLS_WHITEBOARD		            =Biela &tabuľa
MNU_TOOLS_OPTION		                =Nastavenia
#-------------------------------------------------------------
MNU_TOOLSOPTION				            =&Nastavenia zachytávania
MNU_TOOLSOPTION_OUTPUTTYPE		        =Výstupný &formát
MNU_TOOLSOPTION_OPT_DEFAULTFORMAT		=&Predvolený formát obrázka
MNU_TOOLSOPTION_DUALMONITORS			=Podpora dvoch &monitorov
MNU_TOOLSOPTION_HOTKEY			        =Zmeniť klávesové &skratky...
MNU_TOOLSOPTION_SOUND				    =Zapnúť &zvukové efekty
MNU_TOOLSOPTION_SCROLLCAPTURE		    =Zapnúť &automatické posúvanie
MNU_TOOLSOPTION_MOUSECURSOR			    =Zachytiť &kurzor myši
MNU_TOOLSOPTION_STARTUPPROGRAM		    =Spustiť PicPick po štarte systému
MNU_TOOLSOPTION_OPENEDITOR			    =Otvoriť &Editor obrázkov po spustení programu
MNU_TOOLS_COLORTYPE				        =Kopírovať farbu ako...
#-------------------------------------------------------------
MNU_EFFECT 			                    =&Efekty
MNU_EFFECT_INVERT 		                =&Invertovať
MNU_EFFECT_GRAYSCALE		            =&Odtiene šedej
MNU_EFFECT_MOSAIC 		                =&Pixelizácia...
MNU_EFFECT_BLUR 		                =&Rozmazať
MNU_EFFECT_SHARPEN 		                =&Zaostriť
MNU_EFFECT_BRIGHTNESS 		            =&Jas a kontrast...
MNU_EFFECT_HSL 			                =&Odtieň a sýtosť...
MNU_EFFECT_BORDER 		                =Úprava okr&ajov
MNU_EFFECT_FLIP 		                =&Prevrátiť
MNU_EFFECT_FLIPH 		                =Prevrátiť &vodorovne
MNU_EFFECT_FLIPV 		                =Prevrátiť &zvislo
MNU_EFFECT_ROTATE 		                =&Otočiť
MNU_EFFECT_ROTATE90 		            =&90° v smere hodinových ručičiek
MNU_EFFECT_ROTATE180 		            =&180° v smere hodinových ručičiek
MNU_EFFECT_ROTATE270 		            =&270° v smere hodinových ručičiek
MNU_EFFECT_FRAME		                =Rá&mik...
MNU_EFFECT_COLORBALANCE		            =Vyváženie &farieb...
MNU_EFFECT_WATERMARK					=&Vodotlač...
#-------------------------------------------------------------
MNU_WINDOW                              =&Okno
MNU_WINDOW_CASCADE                      =&Za seba
MNU_WINDOW_TILEH                        =&Vodorovne
MNU_WINDOW_TILEV                        =Zvi&slo
MNU_WINDOW_MINIMIZEALL                  =&Minimalizovať všetky
#-------------------------------------------------------------
MNU_HELP                                =&Pomoc
MNU_HELP_WEBSITE                        =&Webstránka programu PicPick
MNU_HELP_ABOUT                          =&O programe PicPick

PNL_TOOL_TOOLS                          =Nástroje
PNL_TOOL_COLOR                          =Farba
PNL_TOOL_PROPERTY                       =Vlastnosti
LBL_TOOL_WIDTHS                         =Šírka
LBL_TOOL_OPACITY                        =Priehľadnosť
LBL_TOOL_SHAPE                          =Tvar

#-------------------------------------------------------------
#Ribbon

TAB_HOME                                =Domov
TAB_FILE                                =Súbor
TAB_VIEW                                =Náhľad
TAB_SHAPES                              =Tvary
#3.4.0
TAB_SHAPES_SUB							=Formát
#3.4.0
#4.0.0
TAB_NUMBERSTAMP							=Číselná pečiatka
TAB_NUMBERSTAMP_SUB						=Formát
TAB_SELECTION							=Výber
TAB_SELECTION_SUB						=Formát
TAB_MAGNIFIER							=Efekt lupy
TAB_MAGNIFIER_SUB						=Formát
TAB_STAMPS								=Pečiatky
TAB_STAMPS_SUB							=Formát
#4.0.0
#4.0.1
TAB_SHARE								=Zdieľať
#4.0.1
TBR_CLIPBOARD                           =Schránka
TBN_CLIPBOARD_PASTE                     =Prilepiť
TBN_CLIPBOARD_CUT                       =Vystrihnúť
TBN_CLIPBOARD_COPY                      =Kopírovať
TBN_CLIPBOARD_DELETE                    =Vymazať

TBR_VIEW                                =Zobrazovanie
TBN_VIEW_ZOOMIN                         =Priblížiť
TBN_VIEW_ZOOMOUT                        =Oddialiť
TBN_VIEW_FULL                           =Celá obrazovka
TBN_VIEW_100                            =Skutočná veľkosť

TBR_IMAGE                               =Obrázok
TBN_IMAGE_EFFECT                        =Efekty
TBN_IMAGE_CROP                          =Orezať
TBN_IMAGE_RESIZE                        =Veľkosť
TBN_IMAGE_ROTATE                        =Otočiť

TBR_TOOLS                               =Nástroje
TBR_COLOR                               =Farby

POP_COLORTYPE1                          =Pastelové farby
POP_COLORTYPE2                          =Základné farby

TBR_SHOWHIDE                            =Zobraziť
TBN_RULER                               =Pravítka
TBN_STATUSBAR                           =Stavový panel
TBN_TAB                                 =Panel kariet

TBN_THUMBNAIL							=Náhľad

TBR_WINDOW								=Okno
TBN_CASCADE								=Kaskáda
TBN_ARRANGEALL							=Usporiadať

TBN_REGISTER							=&Registrovať

TBN_VIEW_100							=100% zobrazenie

TBN_TOOLS_SELECT 						= Výber

#4.0.0
TBN_TOOLS_MOVE							=Posun
TBN_TOOLS_DRAW							=Kreslenie
TBN_TOOLS_DRAW_BRUSH					=Š&tetec
TBN_TOOLS_DRAW_ERASER					=&Guma
TBN_TOOLS_DRAW_MARKER					=&Zvýrazňovač
TBN_TOOLS_FILL							=Výplň
TBN_TOOLS_FILL_OPTIONS					=Nastavenia výplne
TBN_TOOLS_FILL_STANDARD					=&Súvislá výplň
TBN_TOOLS_FILL_REPLACEMENT				=&Výplň výmeny farby
TBN_TOOLS_STAMPS						=Pečiatky
TBN_TOOLS_STAMPS_NUMBER					=Číselné pečiatky
TBN_TOOLS_STAMPS_GENERAL				=Iné pečiatky
TBN_TOOLS_STAMPS_CURSOR					=Pečiatka s kurzorom
TBN_SELECT_SELECTION_SHAPES				=Tvary výberu
TBN_SELECT_SELECTION_OPTIONS			=Nastavenia výberu
TBN_SELECT_RECTANGLE					=&Obdĺžnikový výber
TBN_SELECT_ELLIPSE						=&Eliptický výber

TBR_SIZE								=Veľkosť
#4.0.0

TBN_MORECOLORS                          =Viac
MNU_PALETTETYPE                         =Typ palety

MNU_TOPBAR_TITLE                        =Prispôsobiť tlačidlá
MNU_TOPBAR_MINIMIZERIBBON               =Skryť panel s nástrojmi

#3.4.0
MNU_QAT_TITLE							=Upraviť panel rýchleho prístupu
MNU_QAT_ADD								=Prid&ať do panelu rýchleho prístupu
MNU_QAT_DELETE							=Odst&rániť z panelu rýchleho prístupu
MNU_QAT_ABOVE							=&Zobraziť panel rýchleho prístupu nad panelom nástrojov
MNU_QAT_BELOW							=&Zobraziť panel rýchleho prístupu pod panelom nástrojov
#3.4.0

#4.0.1
MNU_QAT_DELETE							=Rese&tovať panel rýchleho prístupu
TBN_VIEW_TOUCHMODE						=Spôsob dotyku
#4.0.1

#-------------------------------------------------------------
[PicPickEditor Tip]
#-------------------------------------------------------------

TIP_FILE_NEW                            =Vytvoriť nový obrázok
TIP_FILE_OPEN                           =Otvoriť obrázok
TIP_FILE_OPENCLIPBOARD                  =Otvoriť obrázok zo schránky
TIP_FILE_OPENURL                        =Otvoriť obrázok z adresy URL
TIP_FILE_SAVE                           =Uložiť aktívny obrázok
TIP_FILE_SAVEAS                         =Uložiť aktívny obrázok ako...
TIP_FILE_SAVESELECT                     =Uložiť výber ako...
TIP_FILE_SAVEALL                        =Uložiť všetky obrázky s novým názvom
TIP_FILE_PRINT                          =Vytlačiť obrázok
TIP_FILE_CLOSEIMAGE                     =Zavrieť aktívny obrázok
TIP_FILE_CLOSEALLIMAGE                  =Zavrieť všetky obrázky
TIP_FILE_CLOSEALLSAVEDIMAGE             =Zavrieť všetky uložené obrázky
TIP_FILE_CLOSEPICPICK                   =Zavrieť okno
#-------------------------------------------------------------
TIP_EDIT_UNDO                           =Vrátiť poslednú zmenu
TIP_EDIT_REDO                           =Znovu urobiť nasledujúcu zmenu
TIP_EDIT_CUT                            =Vystrihnúť vybratú oblasť a presunúť ju do schránky
TIP_EDIT_COPY                           =Skopírovať vybratú oblasť alebo celý obrázok do schránky
TIP_EDIT_PASTE                          =Prilepiť obsah schránky do aktívneho obrázka
TIP_EDIT_PASTEFROMFILE                  =Prilepiť súbor do aktívneho obrázka
TIP_EDIT_SELECTDEL                      =Vymazať výber
TIP_EDIT_SELECTNEW                      =Vyrezať obrázok z vybratej oblasti
TIP_EDIT_DESELECT                       =Zrušiť výber
TIP_EDIT_SELECTALL                      =Vybrať celý obrázok
TIP_EDIT_IMAGERESIZE                    =Zmeniť veľkosť obrázka
TIP_EDIT_CANVASRESIZE                   =Zmeniť veľkosť plátna
TIP_EDIT_VIEWBITMAP                     =Zobraziť obrázok na celú obrazovku
#-------------------------------------------------------------
TIP_TOOLS_CAPTURE                       =Zobraziť na obrazovke okno Zachytiť obrazovku
TIP_TOOLS_FULLSCREEN                    =Zachytiť celú obrazovku
TIP_TOOLS_ACTIVEWINDOW                  =Zachytiť aktívne okno
TIP_TOOLS_CONTROL                       =Zachytiť vybraté okno
TIP_TOOLS_SCROLLINGWINDOW	            =Zachytiť okno s posuvníkom
TIP_TOOLS_WEBPAGE                       =Zachytiť webstránku
TIP_TOOLS_REGION                        =Zachytiť vybratú oblasť
TIP_TOOLS_FREEHAND                      =Zachytiť oblasť vybratú voľnou rukou
TIP_TOOLS_FIXEDREGION                   =Zachytiť vymedzenú oblasť
TIP_TOOLS_REPEAT                        =Zopakovať posledné zachytenie
TIP_TOOLS_CAPTUREMENU 					=Zachytiť obrazovku
TIP_TOOLS_COLORPICKER	                =Zobraziť kvapkadlo
TIP_TOOLS_COLORPALETTE	                =Zobraziť paletu farieb
TIP_TOOLS_MAGNIFIER	                    =Zobraziť lupu
TIP_TOOLS_PIXELRULER	                =Zobraziť pravítko
TIP_TOOLS_PROTRACTOR	                =Zobraziť uhlomer
TIP_TOOLS_CROSSHAIR	                    =Zobraziť zameriavač
TIP_TOOLS_WHITEBOARD	                =Zobraziť bielu tabuľu na kreslenie po obrazovke
TIP_TOOLS_OPTION		                =Zobraziť niekoľko nastavení programu
#-------------------------------------------------------------
TIP_TOOLSOPTION					        =Zmeniť nastavenia zachytávania obrazovky
TIP_TOOLSOPTION_OUTPUTTYPE_PICPICK		=Zmeniť formát obrázka zachytenej obrazovky
TIP_TOOLSOPTION_OUTPUTTYPE_CLIPBOARD	=Zmeniť formát obrázka zachytenej obrazovky
TIP_TOOLSOPTION_OUTPUTTYPE_SAVEIMAGE	=Zmeniť formát obrázka zachytenej obrazovky
TIP_TOOLSOPTION_OUTPUTTYPE_SAVEFOLDER	=Zmeniť formát obrázka zachytenej obrazovky
TIP_TOOLSOPTION_OUTPUTTYPE_OTHER		=Zmeniť formát obrázka zachytenej obrazovky
TIP_TOOLSOPTION_OUTPUTTYPE_FTP		    =Zmeniť formát obrázka zachytenej obrazovky
TIP_TOOLSOPTION_OUTPUTTYPE_FACEBOOK	    =Zmeniť formát obrázka zachytenej obrazovky
TIP_TOOLSOPTION_OUTPUTTYPE_TWITTER	    =Zmeniť formát obrázka zachytenej obrazovky
TIP_TOOLSOPTION_OUTPUTTYPE_WORD	        =Zmeniť formát obrázka zachytenej obrazovky
TIP_TOOLSOPTION_OUTPUTTYPE_EXCEL	    =Zmeniť formát obrázka zachytenej obrazovky
TIP_TOOLSOPTION_OUTPUTTYPE_POWERPOINT	=Zmeniť formát obrázka zachytenej obrazovky
TIP_TOOLSOPTION_OUTPUTTYPE_OUTLOOK	    =Zmeniť formát obrázka zachytenej obrazovky
TIP_TOOLSOPTION_OUTPUTTYPE_PRINTER	    =Zmeniť formát obrázka zachytenej obrazovky

TIP_TOOLSOPTION_OPT_DEFAULTFORMAT		=Zmeniť predvolený formát obrázka zachytenej obrazovky
TIP_TOOLSOPTION_DUALMONITORS			=Podpora dvoch monitorov pri zachytávaní obrazovky
TIP_TOOLSOPTION_HOTKEY				    =Zmeniť klávesové skratky funkcií...
TIP_TOOLSOPTION_SOUND				    =Zvukové efekty počas zachytávania obrazovky
TIP_TOOLSOPTION_SCROLLCAPTURE			=Zachytiť posuvníky
TIP_TOOLSOPTION_MOUSECURSOR			    =Zachytiť kurzor myši
TIP_TOOLSOPTION_STARTUPPROGRAM		    =Spustiť PicPick po štarte systému
TIP_TOOLSOPTION_OPENEDITOR			    =Otvoriť Editor obrázkov po spustení programu
TIP_TOOLS_COLORTYPE				        =Kopírovať farbu ako [HTML, RGB, C++, Delphi]

#-------------------------------------------------------------
TIP_EFFECT_INVERT                       =Invertovať farby obrázka
TIP_EFFECT_GRAYSCALE                    =Konvertovať obrázok do 256 odtieňov šedej
TIP_EFFECT_MOSAIC                       =Aplikovať efekt pixelizácie
TIP_EFFECT_BLUR                         =Aplikovať efekt rozmazania
TIP_EFFECT_SHARPEN                      =Aplikovať efekt zaostrenia
TIP_EFFECT_BRIGHTNESS                   =Jas a kontrast
TIP_EFFECT_HSL                          =Odtieň a sýtosť
TIP_EFFECT_FLIPH                        =Prevrátiť vybratú oblasť alebo celý obrázok vodorovne
TIP_EFFECT_FLIPV                        =Prevrátiť vybratú oblasť alebo celý obrázok zvislo
TIP_EFFECT_ROTATE90                     =Otočiť o 90° v smere hodinových ručičiek
TIP_EFFECT_ROTATE180                    =Otočiť o 180° v smere hodinových ručičiek
TIP_EFFECT_ROTATE270                    =Otočiť o 270° v smere hodinových ručičiek
TIP_EFFECT_FRAME                        =Aplikovať efekt orámovania
TIP_EFFECT_WATERMARK					=Pridať vodotlač

#-------------------------------------------------------------
TIP_WINDOW_CASCADE                      =Usporiadať okná tak, aby sa prekrývali
TIP_WINDOW_TILEH                        =Usporiadať okná vodorovne tak, aby sa neprekrývali
TIP_WINDOW_TILEV                        =Usporiadať okná zvislo tak, aby sa neprekrývali
TIP_WINDOW_MINIMIZEALL                  =Minimalizovať všetky okná
#-------------------------------------------------------------
TIP_HELP_WEBSITE                        =Otvoriť webstránku programu PicPick
TIP_HELP_ABOUT                          =Zobraziť autorské práva a informácie o programe
#-------------------------------------------------------------

#4.0.0
TIP_TOOL_MOVE 							=Posunúť celý obrázok alebo vybraný objekt
TIP_TOOL_SELECT 						=Výber časti obrázka
TIP_TOOL_FILL 							=Vyplnenie celej oblasti farbou
TIP_TOOL_PICKCOLOR 						=Vybrať farbu z obrazovky pre použite pri kreslení
TIP_TOOL_DRAW							=Kresliť s rôznymi typmi štetcov
TIP_TOOL_STAMPS							=Nakresliť pečiatky do obrázka
TIP_TOOL_SHAPE							=Kresliť tvary do obrázka

TIP_SIZE								=Nastaviť hrúbku pre zvolený nástroj
#4.0.0

TIP_OUTPUTTYPE_MSWORD1 		            =Vložiť kópiu tohto obrázka do
TIP_OUTPUTTYPE_MSWORD2 		            = programu Microsoft Word

TIP_OUTPUTTYPE_MSEXCEL1 		        =Vložiť kópiu tohto obrázka do
TIP_OUTPUTTYPE_MSEXCEL2 		        = programu Microsoft Excel

TIP_OUTPUTTYPE_MSPOWERPOINT1            =Vložiť kópiu tohto obrázka do
TIP_OUTPUTTYPE_MSPOWERPOINT2            = programu Microsoft PowerPoint

TIP_OUTPUTTYPE_SKYPE1					=Poslať kópiu tohto obrázka do
TIP_OUTPUTTYPE_SKYPE2 					= Skype

TIP_OUTPUTTYPE_PROGRAM1                 =Poslať kópiu tohto obrázka do
TIP_OUTPUTTYPE_PROGRAM2                 = externého programu

TIP_OUTPUTTYPE_MSOUTLOOK1               =Priložiť kópiu tohto obrázka do
TIP_OUTPUTTYPE_MSOUTLOOK2               = e-mailovej správy

TIP_OUTPUTTYPE_FACEBOOK1                =Nahrať a zdieľať tento obrázok
TIP_OUTPUTTYPE_FACEBOOK2                = na Facebooku

TIP_OUTPUTTYPE_TWITTER1                 =Nahrať a zdieľať tento obrázok
TIP_OUTPUTTYPE_TWITTER2                 = na Twitteri

TIP_OUTPUTTYPE_FTP1                     =Nahrať tento obrázok priamo na
TIP_OUTPUTTYPE_FTP2                     = umiestenie na webe cez FTP

TIP_OUTPUTTYPE_WEBUPLOAD1	            =Nahrať tento obrázok priamo na
TIP_OUTPUTTYPE_WEBUPLOAD2	            = umiestnenie na webe

TIP_OUTPUTTYPE_CLOUD1					=Nahrať tento obrázok na Dropbox,
TIP_OUTPUTTYPE_CLOUD2 					= Google Drive, SkyDrive atď...

TIP_IMAGE_ROTATEFLIP                    =Otočiť alebo prevrátiť obrázok alebo výber

TIP_TOOLS_EFFECT                        =Použiť efekty
TIP_TOOLS_WIDTHS                        =Nastaviť šírku
TIP_TOOLS_OPACITY                       =Nastaviť priehľadnosť

TIP_VIEW_ZOOMIN                         =Priblížiť aktuálny obrázok
TIP_VIEW_ZOOMOUT                        =Oddialiť aktuálny obrázok
TIP_VIEW_ZOOMSELECT                     =Priblížiť alebo oddialiť
TIP_VIEW_ACTUALSIZE                     =Skutočná veľkosť
TIP_VIEW_THUMBNAIL                      =Zobraziť náhľady pre rýchly výber obrázka

TIP_SHOW_RULER                          =Zobraziť alebo skryť pravítka pre meranie obrázkov
TIP_SHOW_STATUSBAR                      =Zobraziť alebo skryť stavový panel na spodku okna
TIP_SHOW_TAB                            =Zobraziť alebo skryť panel s kartami

TIP_COLOR_COLOR1                        =Farba popredia
TIP_COLOR_COLOR2                        =Farba pozadia
TIP_COLOR_SWAP                          =Prehodiť farbu popredia a pozadia
TIP_COLOR_DEFAULT                       =Predvolené farby popredia a pozadia
TIP_COLOR_MORE                          =Zobraziť viac paliet

TIP_SHAPE_FLATTEN                       =Položiť tvary
TIP_SHAPE_DELETE                        =Odstrániť tvar
TIP_SHAPE_DUPLICATE                     =Duplikovať tvar

TIP_SHAPE_FILL                          =Vyplniť vybratý tvar
TIP_SHAPE_OUTLINE                       =Obrys tvaru
TIP_SHAPE_EFFECTS                       =Formát tvaru
TIP_SHAPE_ADDTEXT                       =Vložiť text do tvaru

TIP_SHAPE_FLATTEN_ALL                   =Položiť všetky tvary
TIP_SHAPE_BRINGTOFRONT                  =Posunúť vybratý objekt dopredu, aby bol pod menej objektmi, ktoré sú nad ním
TIP_SHAPE_SENDTOBACK                    =Posunúť vybratý objekt dozadu, aby bol pod objektmi, ktoré sú nad ním

[Dialogs]
#-------------------------------------------------------------
DLG_PICPICK_EDITOR_TITLE                =PicPick editor obrázkov
DLG_CONTROLCAPTURE_TITLE                =PicPick - výber okna
DLG_SCROLLINGWINDOWCAPTURE_TITLE        =PicPick - zachytiť okno s posuvníkom
DLG_REGIONCAPTURE_TITLE                 =PicPick - zachytiť oblasť
DLG_FIXEDREGIONCAPTURE_TITLE            =PicPick - zachytiť vymedzenú oblasť
DLG_FREEHANDCAPTURE_TITLE               =PicPick - zachytiť oblasť vybratú ručne
DLG_WHITEBOARDTOOL_TITLE                =PicPick - biela tabuľa
DLG_MAGNIFIER_TITLE                     =PicPick - lupa
DLG_COLORPICKER_TITLE                   =PicPick - kvapkadlo
DLG_CROSSHAIR_TITLE                     =PicPick - zameriavač
DLG_COLORPALETTE_TITLE                  =Paleta farieb
DLG_AUTOSAVE_TITLE                      =Ukladanie
DLG_NEWIMAGE_TITLE                      =Nový obrázok
DLG_PRINT_TITLE                         =Tlačiť
DLG_CANVASSET_TITLE                     =Zmeniť veľkosť plátna
DLG_IMAGERESIZE_TITLE                   =Zmeniť veľkosť obrázka
DLG_ABOUT_TITLE                         =O programe
DLG_PIXELATE_TITLE                      =Pixelizovať
DLG_HUESATURATION_TITLE                 =Odtieň a sýtosť
DLG_BRIGHTNESSCONTRAST_TITLE            =Jas a kontrast
DLG_FRAME_TITLE		                    =Rámik
DLG_WATERMARK_TITLE						=Vodotlač
DLG_FONTVIEW_TITLE                      =Vložiť text
DLG_CAPTURE_TITLE                       =Zachytenie
DLG_CHANGEHOTKEY_TITLE                  =Klávesy
DLG_WEBPAGECAPTURE_TITLE                =PicPick - zachytiť webstránku
DLG_SHORTCUT_TITLE                      =Upraviť klávesové skratky
DLG_SETUP_TITLE		                    =Nastavenia programu
DLG_FILENAMESETUP_TITLE	                =Názov súboru
DLG_IMAGES_TITLE	                    =Obrázky

#3.4.0
DLG_GENERALSETUP_TITLE					=Všeobecné
#3.4.0

DLG_FTPSETUP_TITLE	                    =FTP
DLG_EDITORSETUP_TITLE	                =Editor
DLG_ARROWSET_TITLE	                    =Vlastná šípka
DLG_FACEBOOK_TITLE	                    =Pripojiť sa na Facebook
DLG_TWITTER_TITLE		                =Pripojiť sa na Twitter
DLG_WEBUPLOAD_TITLE		                =Nahrať na web

BTN_OK                                  =&OK
BTN_CANCEL                              =&Zrušiť
BTN_APPLY                               =&Použiť
#-------------------------------------------------------------

[About]

GRP_PRESET                              = Nastavenia
CHK_ADDSTARTUP                          = Spustiť program po štarte systému
CHK_ADDDESTKOP                          = Vytvoriť odkaz na ploche
CHK_CHECKUPDATE                         = Automaticky kontrolovať aktualizácie programu
LBL_LANGUAGE                            = Jazyk
BTN_HOTKEY                              = Klávesové skratky
BTN_CREDIT                              = Kredit
LBL_PROGRAMPARAMETER                    =&Parametre
CHK_SETTINGTOAPPDATA                    =Uložiť nastavenia do Application Data
LBL_MORELANGUAGE                        =Viac jazykov

[Captures]
#-------------------------------------------------------------
GRP_CONTROLCAPTURE_PROPERTY             =Vlastnosti
LBL_CONTROLCAPTURE_CLASS                =Názov
LBL_CONTROLCAPTURE_SIZE                 =Veľkosť
LBL_CONTROLCAPTURE_INFO                 =Údaje
LBL_CONTROLCAPTURE_SCROLL               =Automatické posúvanie
LBL_CONTROLCAPTURE_OUTPUTTYPE           =Výstup
LBL_CONTROLCAPTURE_HANDLE               =Handle
LBL_CONTROLCAPTURE_RECT                 =Obdĺžnik
LBL_CONTROLCAPTURE_BOTTOMTIP            =Vyberte ovládanie okna (tlačidlo, tabulátor, box, nástrojová lišta, atď.), a stlačte klávesu PRINT SCREEN.

GRP_FIXEDREGIONCAPTURE_PROPERTY         =Veľkosť oblasti
LBL_FIXEDREGIONCAPTURE_WIDTH            =Šírka:
LBL_FIXEDREGIONCAPTURE_HEIGHT           =Výška:

TIP_REGIONCAPTURE_NOTDRAG               =Vyberte hocijakú obdĺžnikovú oblasť na ploche.
TIP_PIXEL                               =Pixelov
TIP_FREEHANDCAPTURE_NOTDRAG             =Nakreslite hocijaký tvar pre zachytenie obrazovky.

LBL_COLORPICKER_COLORAS                 =Formát:
LBL_COLORPICKER_VALUE                   =Hodnota:

LSV_WEBPAGECAPTURE_LIST                 =Zvoľte webstránku, ktorú chcete zachytiť
BTN_WEBPAGECAPTURE_RELOAD               =&Obnoviť
BTN_WEBPAGECAPTURE_CAPTURE              =&Zachytiť

LBL_MINIHELP                            =Kliknite ľavým tlačidlom myši pre vybratie oblasti.
#-------------------------------------------------------------


[Shortcut]
#-------------------------------------------------------------
TAB_HOTKEY                              =Klávesové skratky
GRB_CAPTURE                             =Zachytávanie obrazovky
GRB_TOOLS                               =Nástroje

LBL_KEYNONE                             =Žiadny

LBL_CAPTURE_FULLSCREEN		            =Zachytiť celú obrazovku
LBL_CAPTURE_ACTIVEWINDOW	            =Zachytiť aktívne okno
LBL_CAPTURE_CONTROL		                =Zachytiť vybraté okno
LBL_CAPTURE_SCROLLINGWINDOW	            =Zachytiť okno s posuvníkom
LBL_CAPTURE_REGION		                =Zachytiť vybratú oblasť
LBL_CAPTURE_FIXEDREGION		            =Zachytiť vymedzenú oblasť
LBL_CAPTURE_FREEHAND		            =Zachytiť výber voľnou rukou
LBL_CAPTURE_WEBPAGE		                =Zachytiť webstránku
LBL_CAPTURE_REPEAT		                =Zopakovať posledné zachytenie

LBL_TOOLS_EDITOR		                =Editor obrázkov
LBL_TOOLS_COLORPICKER		            =Kvapkadlo
LBL_TOOLS_COLORPALETTE		            =Paleta farieb
LBL_TOOLS_PIXELRULER		            =Pravítko
LBL_TOOLS_PROTRACTOR		            =Uholník
LBL_TOOLS_CROSSHAIR		                =Zameriavač
LBL_TOOLS_WHITEBOARD		            =Biela tabuľa

LBL_TOOLS_MAGNIFIER		                =Lupa

CBO_HOTKEY_CUSTOM		                =Vlastné...
CBO_HOTKEY_DEFAULT		                =Predvolené
CBO_HOTKEY_HYPERSNAP		            =HyperSnap
CBO_HOTKEY_NONE			                =Vypnuté
#-------------------------------------------------------------


#-------------------------------------------------------------

[FontView]

GRP_COLOR                               =Farby
LBL_FONTCOLOR                           =Farba písma
CHK_FILLCOLOR                           =Farba výplne
CHK_AA                                  =Vyhladzovať okraje písma

[AutoSave]
#-------------------------------------------------------------

GRP_SELECTFOLDER                        =Automatické ukladanie obrázkov
LBL_SELECTFOLDER                        =Vyberte adresár, do ktorého sa budú automaticky ukladať screenshoty:
BTN_SELECTFOLDER                        =&Prehľadávať
GRP_SELECTFILENAME                      =Názov súboru
RDO_SELECTFILENAME_TEXT                 =Text + poradové číslo
RDO_SELECTFILENAME_NUM                  =Iba poradové číslo
RDO_SELECTFILENAME_DATETIME             =Dátum a čas
LBL_SELECTFILENAME_DATETIME_FORMAT      =yyyy-mm-dd hh nn ss
EDT_SELECTFILENAME_DEFAULT              =Obrázok
GRP_SELECTFORMAT                        =Formát súboru
RDO_SELECTFORMAT_BMP                    =Bitová mapa (*.bmp)
RDO_SELECTFORMAT_JPG                    =JPEG (*.jpg)
RDO_SELECTFORMAT_PNG                    =Portable Network Graphics (*.png)
RDO_SELECTFORMAT_GIF                    =CompuServe GIF (*.gif)
RDO_SELECTFORMAT_PDF                    =PDF súbor (*.pdf)
LBL_SAVEFILENAME                        =Zadajte názov súboru pre automatické ukladanie alebo uloženie na FTP server:
LBL_EXAMPLETITLE                        =Symboly:
LBL_EXAMPLE1                            =%y - rok, %m - mesiac, %d - deň
LBL_EXAMPLE2                            =%h - hodina, %n - minúta, %s - sekunda
LBL_EXAMPLE3                            =%c - poradové číslo
LBL_EXAMPLE4							=%u - meno používateľa, %w - názov počítača
LBL_EXAMPLE5							=%t - časová známka Unix
GRB_OTHERPROGRAM                        =Nastavenie externého programu
LBL_OTHERPROGRAM                        =Vyberte externý program, ktorému budú odosielané vaše screenshoty:
LBL_OTHERPROGRAMPATH                    =Umiestenie programu:
LBL_OTHERPROGRAMPARAMETER               =Parameter: 
LBL_OTHERPROGRAMSELECT                  =Odoslať externému programu
LBL_OTHERPROGRAMMSWORD                  =Microsoft Word
LBL_OTHERPROGRAMMSEXCEL                 =Microsoft Excel
LBL_OTHERPROGRAMMSPPT                   =Microsoft PowerPoint

#4.0.1
[GeneralSet]

GRB_STARTINGOPTION						=Nastavenia programu po spustení
LBL_PROGRAM_MODE						=Čo urobiť po sputení programu
CBO_PROGRAM_MODE_EDITOR					=Zobraziť Editor obrázkov
CBO_PROGRAM_MODE_WIDGET					=Zobraziť widget
CBO_PROGRAM_MODE_TRAY					=Zobraziť iba ikonu

CHK_STARTUP								=Spustiť PicPick po spustení systému
CHK_UPDATE								=Skontrolovať aktualizácie programu
#4.0.1

[CaptureSet]
#-------------------------------------------------------------
GRB_CAPTUREOPTION		                =Nastavenia zachytenia obrazovky
CHK_DUALMONITORS		                =Podpora dvoch monitorov
CHK_SOUND			                    =Zvukové efekty pri zachytávaní obrazovky
CHK_MOUSECURSOR		                    =Zachytiť kurzor myši
CHK_HIDEEDITOR			                =Skryť Editor obrázkov pred zachytením obrazovky
CHK_ALWAYSCOPYCLIPBOARD	                =Vždy skopírovať screenshot do schránky
CHK_STARTWITHCAPTUREBAR	                =Zobraziť okno Zachytiť obrazovku po spustení programu

GRB_AUTOSCROLL			                =Automatické posúvanie
CHK_SCROLLCAPTURE		                =Zapnúť automatické posúvanie
LBL_SCROLLDELAY			                =Zdržanie posunu: 
LBL_SCROLLDELAYMS		                =ms

GRB_MAGNIFIER			                =Okno s lupou
CHK_MAGNIFIER			                =Zobraziť okno s lupou počas zachytávania
LBL_ZOOMSCALE			                =Priblíženie:

GRB_CAPTUREDELAY		                =Zdržanie pred zachytením
CHK_ADVANCECONTROLCAPTURE 				=Pokročilé ovládanie zachytenia obrazovky

#4.0.0
LBL_CAPTUREOUTPUT						=Nastavte výstupný formát zachytenej obrazovky pri zachytení pomocou klávesových skratiek alebo z menu v oblasti oznámení
#4.0.0

#-------------------------------------------------------------

[FTP]
#-------------------------------------------------------------
GRB_FTPSERVER                           =Nastavenia FTP servera
LBL_FTPADDRESS                          =FTP server:
LBL_REMOTEPATH                          =Vzdialená cesta:
LBL_PORT                                =Port:
CHK_PASSIVEFTP                          =Použiť pasívny mód
LBL_USERNAME                            =Používateľ:
LBL_PASSWORD                            =Heslo:
BTN_CONNECTTEST                         =Otestovať
LBL_SENDWEBBROWSER                      =Otvoriť URL adresu
LBL_SENDCLIPBOARD                       =Skopírovať URL adresu do schránky
LBL_WEBADDRESS                          =URL:
#-------------------------------------------------------------

[EditorSet]
#-------------------------------------------------------------
GRB_EDITOROPTION                        =Nastavenia Editora obrázkov
CHK_OPENEDITORWHENSTART                 =Otvoriť Editor obrázkov po spustení programu
CHK_CENTERIMAGE                         =Vycentrovať obrázok v okne editora
CHK_CLOSEWITHOUTASKING                  =Zatvoriť neuložený obrázok bez opýtania
CHK_CROPNEW                             =Vyrezávať výber do nového obrázka
CHK_SHOWCLASSICUI                       =Použiť klasickú lištu nástrojov

#4.0.0
CHK_EXITWHENCLOSING						=Ukončiť PicPick pri ukončení Editora obrázkov
#4.0.0

LBL_BG                                  =Farba pozadia:
RDO_BGGRID                              =Šachovnica
RDO_BGSOLID                             =Pevná farba

GRB_FILETYPE                            =Priradenie súborov
LBL_FILETYPE                            =Vyberte prosím typy súborov, ktoré chcete otvárať programom PicPick:
LBL_FILETYPEVISTA                       =Nastaviť PicPick ako predvolený editor obrázkov

#-------------------------------------------------------------

[ArrowSet]
#-------------------------------------------------------------
CHK_START                               =Štart
CHK_END                                 =Koniec
CHK_OUTLINE                             =Obrys
CBO_AT_ARROW1                           =Šípka 1
CBO_AT_ARROW2                           =Šípka 2
CBO_AT_CIRCLE                           =Kruh
CBO_AT_DIAMOND                          =Kosoštvorec
#-------------------------------------------------------------


[CanvasSet]
#-------------------------------------------------------------
GRP_SIZE                                =Veľkosť plátna
LBL_WIDTH                               =Nová šírka:
LBL_HEIGHT                              =Nová výška:
LBL_BACKCOLOR                           =Farba pozadia:
LBL_PRESETS                             =Predvolené:
CBO_CLIPBOARD                           =Schránka
CBO_LASTUSED                            =Naposledy použité
CBO_CURRENT                             =Veľkosť aktuálneho obrázka
#-------------------------------------------------------------

[ResizeSet]
#-------------------------------------------------------------
LBL_ZOOM                                =
RDO_ZOOM                                =Veľkosť určená percentami
RDO_SIZE                                =Zväčšiť/zmenšiť do špecifickej veľkosti
CHK_KEEP                                =Zachovať pomer strán
LBL_WIDTH                               =Šírka:
LBL_HEIGHT                              =Výška:


[ColorSet]
#-------------------------------------------------------------
BTN_PREVIEW                             =&Ukážka
LBL_PIXELATE                            =Pixelizovať
LBL_HUE                                 =Odtieň
LBL_SATURATION                          =Sýtosť
LBL_BIRGHTNESS                          =Jas
LBL_CONTRAST                            =Kontrast
#-------------------------------------------------------------

[FrameSet]
#-------------------------------------------------------------
GRP_PREVIEW                             =Ukážka
GRP_EFFECT                              =Nastavenia efektu
CHK_BORDER                              =Okraj
CHK_FRAME                               =Rámik
LBL_ETC                                 =Viac rámikových efektov
CHK_AUTO                                =Aplikovať rámikový efekt na obrázky zachytených obrazoviek
#-------------------------------------------------------------

[Palette]
#-------------------------------------------------------------
LBL_RED                                 =Če&rvená
LBL_GREEN                               =&Zelená
LBL_BLUE                                =&Modrá
LBL_TYPE                                =Formát:
BTN_COPY                                =&Kopírovať

CLR_DEFAULTTEXT                         =Paleta farieb
CLR_CUSTOMTEXT                          =Viac farieb
#-------------------------------------------------------------

[PixelRuler]
#-------------------------------------------------------------
MNU_RULER_MOVE                          =&Posunúť
MNU_RULER_MOVE_UP                       =&Hore
MNU_RULER_MOVE_DOWN                     =&Dole
MNU_RULER_MOVE_LEFT                     =Doľa&va
MNU_RULER_MOVE_RIGHT                    =Dop&rava
#-------------------------------------------------------------
MNU_RULER_TYPE                          =&Typ pravítka
MNU_RULER_TYPE_HOTRIZONTAL              =&Vodorovné
MNU_RULER_TYPE_VERTICAL                 =&Zvislé
#-------------------------------------------------------------
MNU_RULER_TRANSPARENT                   =P&riehľadnosť
MNU_RULER_TRANSPARENT_USE               =&Zapnúť
MNU_RULER_TRANSPARENT_NOTUSE            =&Vypnúť
MNU_RULER_TRANSPARENT_INC               =&Zvýšiť (+)
MNU_RULER_TRANSPARENT_DEC               =&Znížiť (-)

MNU_MAGNIFIER		                    =Zobraziť &lupu

#-------------------------------------------------------------
MNU_RULER_EXIT                          =&Ukončiť
#-------------------------------------------------------------
MNU_RULER_UNIT                          =&Jednotky
MNU_RULER_UNIT_PIXEL                    =&Pixely
MNU_RULER_UNIT_INCH                     =&Palce
MNU_RULER_UNIT_CM                       =&Centimetre
MNU_RULER_UNIT_DPI                      =&DPI (bodov na palec)
MNU_RULER_COLOR                         =&Farba
MNU_RULER_COLOR_BLUE                    =&Modrá (predvolená)
MNU_RULER_COLOR_YELLOW                  =&Žltá
MNU_RULER_COLOR_WHITE                   =&Biela
MNU_RULER_COLOR_BLACK                   =Čie&rna
MNU_RULER_UNIT_DPI_CUSTOM               =&Vlastné...
DLG_CUSTOMDPI_TITLE                     =Vlastný výber DPI
LBL_CUSTOMDPI_TEXT                      =Napíšte počet bodov na palec (DPI):

[WhiteBoard]
#-------------------------------------------------------------
MNU_WHITEBOARD_PENWIDTH                 =Ší&rka pera
MNU_WHITEBOARD_PENCOLOR                 =&Farba pera
MNU_WHITEBOARD_PENCOLOR_BLACK           =Čierna
MNU_WHITEBOARD_PENCOLOR_WHITE           =Biela
MNU_WHITEBOARD_PENCOLOR_RED             =Červená
MNU_WHITEBOARD_PENCOLOR_GREEN           =Zelená
MNU_WHITEBOARD_PENCOLOR_BLUE            =Modrá
MNU_WHITEBOARD_PENCOLOR_CYAN            =Modrozelená
MNU_WHITEBOARD_PENCOLOR_MAGENTA         =Purpurová
MNU_WHITEBOARD_PENCOLOR_YELLOW          =Žltá
MNU_WHITEBOARD_PENCOLOR_GRAY            =Šedá
MNU_WHITEBOARD_PENCOLOR_CUSTOM          =&Atď.
#-------------------------------------------------------------
MNU_WHITEBOARD_CLEAR                    =&Vyčistiť
MNU_WHITEBOARD_SAVE                     =&Zachytiť obrazovku
MNU_WHITEBOARD_EXIT                     =Uk&ončiť
#-------------------------------------------------------------
TIP_TOOL_MOVE                           =Ruka
TIP_TOOL_ZOOM                           =Priblížiť / oddialiť
TIP_TOOL_PEN                            =Pero
TIP_TOOL_LINE                           =Čiara
TIP_TOOL_ARROW                          =Šípka
TIP_TOOL_SHAPE                          =Tvar
TIP_TOOL_RECT                           =Obdĺžnik
TIP_TOOL_ELLIPSE                        =Elipsa
TIP_TOOL_RRECT                          =Zaoblený obdĺžnik
TIP_TOOL_TRANSPARENT                    =Priehľadnosť
TIP_TOOL_CLEAR                          =Vyčistiť
TIP_TOOL_SAVE                           =Zachytiť obrazovku
TIP_TOOL_WIDTH                          =Šírka
TIP_TOOL_COLOR                          =Farba

[Print]
#-------------------------------------------------------------
BTN_PRINTERSETUP                        =Nastavenia tlačiarne
BTN_PRINT                               =&Tlačiť
GRB_PREVIEW                             =Ukážka

TAB_PAPERSETUP                          =Nastavenia strany
TAB_ADDTEXT                             =Vložiť text

GRB_MARGINSETUP                         =&Okraj (v milimetroch)
LBL_MARGINTOP                           =Horný
LBL_MARGINLEFT                          =Ľavý
LBL_MARGINRIGHT                         =Pravý
LBL_MARGINBOTTOM                        =Dolný

GRB_IMAGESETUP                          =Nastavenie &obrázka
CHK_CENTER                              =Vycentrovať obrázok
CHK_SHRINK                              =Prispôsobiť strane (roztiahnuť)
CHK_PROPORTINAL                         =Zachovať pomer strán
CHK_GRAYSCALE                           =Odtiene šedej

GRB_PAPERCOUNT                          =Počet &kópií
LBL_PAPERUNIT                           =Strán

GRB_ORIENTATION                         =&Orientácia
RDO_PORTRAIT                            =Na výšku
RDO_LANDSCAPE                           =Na šírku

GRB_HEADER                              =&Hlavička
CHK_HEADERADD                           =Vložiť hlavičku
CBO_HEADERDEFAULT                       =Sem prosím vložte text hlavičky
LBL_HEADERMARGIN                        =Okraj:
BTN_HEADERFONT                          =Písmo
RDO_HEADERLEFT                          =Naľavo
RDO_HEADERCENTER                        =V strede
RDO_HEADERRIGHT                         =Napravo

GRB_FOOTER                              =&Pätička
CHK_FOOTERADD                           =Vložiť pätičku
CBO_FOOTERDEFAULT                       =Sem prosím vložte text pätičky
LBL_FOOTERMARGIN                        =Okraj:
BTN_FOOTERFONT                          =Písmo
RDO_FOOTERLEFT                          =Naľavo
RDO_FOOTERCENTER                        =V strede
RDO_FOOTERRIGHT                         =Napravo
#-------------------------------------------------------------

[Facebook] 
#and Twitter
#and WebUpload
#-------------------------------------------------------------
BTN_CLOSE                               =&Zatvoriť
LBL_PREVIEW                             =Ukážka obrázka
LBL_CAPTION                             =Titulok obrázka
RDO_SELECTALBUMS                        =Vyberte fotoalbumy
RDO_CREATEALBUM                         =Vytvoriť nový fotoalbum
LBL_CREATEALBUM_NAME                    =Názov: 
LBL_CREATEALBUM_LOCATION                =Umiestenie: 
LBL_CREATEALBUM_DESCRIPTION             =Popis: 
LBL_CREATEALBUM_PRIVACY                 =Zdieľať s: 
CBO_CREATEALBUM_1                       =So všetkými
CBO_CREATEALBUM_2                       =Mojimi sieťami a priateľmi
CBO_CREATEALBUM_3                       =Priateľmi mojich priateľov
CBO_CREATEALBUM_4                       =Iba s priateľmi
BTN_UPLOAD                              =Nahrať
LBL_IMGURL                              =URL obrázka
LBL_LINKURL                             =URL fotoalbumu
LBL_UPLOADING                           =Nahrávam...
LBL_UPLOADCOMPLETE                      =Nahrávanie dokončené
LBL_UPLOADWAIT                          =Čakám na odozvu...
LBL_UPLOADFAILURE                       =Nahranie bolo neúspešné. Skúste znova.
LBL_UPLOADRESULT                        =Úspešne ste nahrali jednu fotku. 

LBL_ACCOUNT                             =Používateľ:
LBL_PASSWORD                            =Heslo:
LBL_REMEMBERPASSWORD                    =Zapamätať si heslo
LBL_MESSAGE                             =Správa:

LBL_WEBUPLOAD_TITLE                     =Nahrať obrázok priamo na web
LBL_WEBUPLOAD_TITLESUB                  =cez ImageShack - neplatené úložisko obrázkov
LBL_WEBUPLOAD_SIGNUP                    =Prihlásiť sa pre spravovanie vami nahratých obrázkov!

LBL_WEBUPLOAD_NOACCOUNT                 =Návštevník (nevyžaduje registráciu)
LBL_WEBUPLOAD_ACCOUNTEXIST              =Mám účet na ImageShack

BTN_REQUESTTWITTERPIN 					=Získať PIN z Twittera
BTN_REMEMBERME 							=Zapamätaj si ma
LBL_TWITTERPIN 							=PIN:
BTN_CONNECT 							=&Pripojiť sa
BTN_DISCONNECT 							=&Odpojiť sa

#-------------------------------------------------------------

[ThumbnailView]

BTN_QUICKTABS                           =Rýchle karty
MNU_RENAME                              =&Premenovať...
#4.0.0
MNU_OPENFILELOCATION					=&Otvoriť umiestnenie súboru...
#4.0.0
LBL_RENAME                              =Prosím, vložte názov súboru:

[ObjectProperty]

#4.0.0
SHP_TEXTBOX								=Text
SHP_HIGHLIGHTRECT						=Zvýraznený obdĺžnik
SHP_MAGNIFYEFFECT						=Efekt lupy
SHP_NUMBERSTAMP							=Číselná pečiatka
SHP_LINES								=Čiary
SHP_CUSTOMSHAPES						=Vlastné tvary
#4.0.0
#4.0.1
SHP_TRIANGLE							=Trojuholník
#4.0.1
SHP_SHAPES                              =Tvary
SHP_LINE                                =Čiara
SHP_CURVE                               =Krivka
SHP_ARROW                               =Šípka
SHP_CURVEARROW                          =Krivka so šípkou
SHP_ELLIPSE                             =Elipsa
SHP_RECT                                =Obdĺžnik
SHP_ROUNDRECT                           =Zaoblený obdĺžnik
SHP_BALLOON                             =Bublina
SHP_DIAMOND                             =Kosoštvorec
SHP_PENTAGON                            =Päťuholník
SHP_Hexagon                             =Šesťuholník
SHP_5STAR                               =Hviezda s 5 cípmi
SHP_6STAR                               =Hviezda so 6 cípmi

TAB_EDIT                                =Upraviť
TBN_DELETE_OBJECT                       =&Odstrániť
TBN_DUPLICATE                           =&Duplikovať

MNU_FLATTEN                             =&Položiť
MNU_FLATTENALL                          =Položiť &všetky

LST_CHANGESHAPE                         =Zmeniť tvar

TAB_SHAPESTYLES                         =Štýly tvaru

TBN_SHAPETEXT                           =Vložiť &text...
TBN_SHAPEFILL                           =Výplň
MNU_SHAPEFILL_NOFILL                    =Žiadna výplň
MNU_SHAPEFILL_SOLIDFILL                 =Plná výplň
MNU_SHAPEFILL_GRAFILL                   =Výplň s kolmým prechodom
MNU_SHAPEFILL_RADIALFILL                =Výplň s radiálnym prechodom

TBN_SHAPEOUTLINE                        =Obrys
MNU_SHAPEOUTLINE_NOLINE                 =Žiadna čiara
MNU_SHAPEOUTLINE_SOLIDLINE              =Plná čiara
MNU_SHAPEOUTLINE_DOTLINE                =Bodkovaná čiara
MNU_SHAPEOUTLINE_DASHLINE               =Prerušovaná čiara
MNU_SHAPEOUTLINE_DASHDOTLINE            =Čiara pomlčka-bodka
MNU_SHAPEOUTLINE_DASHDOTDOTLINE         =Čiara pomlčka-bodka-bodka


TBN_SHAPEFORMAT                         =Formát tvaru
TBN_SHAPEEFFECTS                        =Efekty tvaru
MNU_SHAPEEFFECTS_NOEFFECTS              =Žiadne efekty
MNU_SHAPEEFFECTS_SHADOW                 =Efekty
MNU_SHAPEEFFECTS_SHADOWUSE              =Tieň
MNU_SHAPEEFFECTS_SHADOWOPTION           =Nastavenia...

MNU_SHAPEEFFECTS_BALLOONPOS             =Smer bubliny
MNU_SHAPEEFFECTS_BALLOONPOSTL           =Vľavo hore
MNU_SHAPEEFFECTS_BALLOONPOSTR           =Vpravo hore
MNU_SHAPEEFFECTS_BALLOONPOSBL           =Vľavo dole
MNU_SHAPEEFFECTS_BALLOONPOSBR           =Vpravo dole

MNU_SHAPEEFFECTS_ARROWSTART             =Na začiatku
MNU_SHAPEEFFECTS_ARROWEND               =Na konci
MNU_SHAPEEFFECTS_ARROWNONE              =Žiadna šípka
MNU_SHAPEEFFECTS_ARROW1                 =Šípka 1
MNU_SHAPEEFFECTS_ARROW2                 =Šípka 2
MNU_SHAPEEFFECTS_ARROWCIRCLE            =Kruh
MNU_SHAPEEFFECTS_ARROWDIAMOND           =Kosoštvorec

MNU_SHAPE_ARRANGE                       =Usporiadať
BTN_SHAPE_FRONT                         =Presunúť do&predu
BTN_SHAPE_BACK                          =Poslať do&zadu

BTN_SHAPE_ARROWSTYLE                    =Štýl šípky

TAB_SHAPECOLOR                          =Farby tvaru

#4.0.0
TAB_NUMBERSTAMP_NUMBER					=Formát pečiatky
MNU_NUMBERSTAMP_CURRENT					=Aktuálne číslo
MNU_NUMBERSTAMP_NEXT					=Ďalšie číslo
TAB_NUMBERSTAMP_STYLE					=Štýly pečiatky
MNU_NUMBERSTAMP_SIZE					=Veľkosť
MNU_NUMBERSTAMP_SIZE_SMALL				=&Malá
MNU_NUMBERSTAMP_SIZE_Medium				=&Stredná
MNU_NUMBERSTAMP_SIZE_LARGE				=&Veľká
MNU_NUMBERSTAMP_SHAPE					=Tvary
MNU_NUMBERSTAMP_SHAPE_CIRCLE			=&Kruh
MNU_NUMBERSTAMP_SHAPE_RECTANGLE			=&Obdĺžnik

TBN_SELECT_CROPCURRENT					=O&rezať
TBN_SELECT_CROPNEW						=Vyrezať výber do &nového obrázka
TAB_SELECT_SIZE							=Veľkosť
MNU_SELECT_SIZE_LEFT					=Pozícia vľavo
MNU_SELECT_SIZE_TOP						=Pozícia hore
MNU_SELECT_SIZE_WIDTH					=Šírka
MNU_SELECT_SIZE_HEIGHT					=Výška
MNU_SELECT_INVERTSELECTION				=Invertovať výber

TAB_MAGNIFIER_STYLE						=Štýly lupy
#4.0.0

#4.0.1
MNU_SHARE_OPTIONS						=&Nastavenia...
#4.0.1

[Licenses]

rdoRegistered                           =Som registrovaný používateľ a mám registračný kód na komerčné používanie.
rdoPersonal                             =Tento program chcem používať iba pre osobné použitie.
btnBuy                                  =&Kúpiť
btnRegister                             =&Registrovať
btnAgree                                =&Súhlasím
btnClose                                =&Zavrieť
lblEnterLicense                         =Vložte vaše registračné informácie:
lblOwnerName                            =Meno vlastníka:
lblRegistrationCode                     =Registračný kód:

lblLicenseInfo                          =Na používanie tohto produktu má povolenie: 
lblPersonalUse                          =PRE DOMÁCEHO POUŽÍVATEĽA ( IBA OSOBNÉ POUŽITIE )

[CommercialVersionTrial]

btnModeTrial 							=Voľná skúšobná verzia
btnModeTrialDescription 				=Chcem pokračovať v používaní tohto programu ako skúšobnú verziu.
btnModeActivate 						=Aktivovať licenciu
btnModeActivateDescription 				=Som zaregistrovaný používateľ a mám licenčný kľúč.
btnModeBuy 								=Zakúpiť
btnModeBuyDescription 					=Otvoriť webstránku programu pre zakúpenie licenčného kľúča.
lblTrialDescription 					=Toto je 30-dňová skúšobná verzia programu PicPick. Po uplynutí skúšobnej doby si musíte buď zakúpiť licenciu na odomknutie programu alebo program odinštalovať.
btnContinueTrial 						=&Pokračovať v skúšobnej verzii
lblDayLeft 								=Ešte vám ostáva {$1} dní z vašej {$2}-dňovej skúšobnej doby.
lblDayExpired 							=Vaša licencia už viac nie je dostupná.
lblEnterLicense 						=Prosím, vyplňte vaše registračné údaje:
lblOwnerName 							=Meno používateľa:
lblRegistrationCode 					=Licenčný kľúč:
lblRegistrationHelp 					=Máte problémy s aktiváciou?
btnRegister 							=&Aktivovať
lblActivationOffline1 					=1. Prosím choďte na nasledujúcu URL adresu a získajte váš autentifikačný kód. Ak ste práve offline, musíte ísť na iný počítač, ktorý je online.
lblActivationOffline2 					=2. Prosím vložte váš autentifikačný kód, ktorý ste získali z vyššie uvedenej URL adresy.

lblAuthCode 							=Autentifikačný kód:

[ImagesSet]

grbJPEGOption                           = Nastavenia JPEG 
lblJPEGQuality                          =Kvalita:
cboJPEGQualityMaximum                   =Najvyššia
cboJPEGQualityHigh                      =Vysoká
cboJPEGQualityMedium                    =Stredná
cboJPEGQualityLow                       =Nízka

[SaveAll]

grbSaveOptions                          =Nastavenia uloženia
lblSelectFolder                         =Vyberte adresár, do ktorého sa uložia vaše obrázky:

rdoAllImages                            =Všetky obrázky
rdoUnsavedImages                        =Všetky neuložené obrázky

grbFileOptions                          =Nastavenia súboru
lblFileName                             =Názov súboru:
lblFileType                             =Typ súboru:
rdoFiles                                =súbory

[ColorBalance]

grpbxColorBalance						=Vyváženie farieb
lblColorLevels							=Úrovne

grpbxToneBalance						=Vyváženie tónov
rdbtnShadows							=Tiene
rdbtnMidtones							=Stredné tóny
rdbtnHighlights							=Vysoké tóny
chckbxPreserveLuminosity				=Zachovať svetelnosť

[StartPage]

lblStartHome 							=Vybrať úlohu...
lblStartTitle1 							=Nová úloha
lblStartTitle2 							=Grafické doplnky
chkStartDoNotShow 						=Nezobrazovať toto okno po spustení programu

[Watermark]

lblWaterMarkPreview 					=Ukážka
lblWaterMarkFile 						=Súbor:
lblWaterMarkPosition 					=Pozícia:
lblWaterMarkOpacity 					=Priehľadnosť:
lblWaterMarkOffsetX 					=Posun X:
lblWaterMarkOffsetY 					=Posun Y:
chkWaterMarkAuto						=Automaticky pridať vodotlač po zachytení obrazovky.

#-------------------------------------------------------------
;PicPick Cloud Storage Service uploader is powered by Cloud Explorer.
;If you translate below [CloudExplorer] section, your translator name will be displayed in our new software "Cloud Explorer" as well.
;For more information, please visit http://www.getcloudexplorer.com

[CloudExplorer]
:COMMON
btnOK									=&OK
btnCancel								=&Zrušiť
btnApply								=&Použiť
btnContinue								=Pok&račovať

:OPTION
grbOptionLanguage						=Jazyk
grbOptionConnection						=Spravovať pripojenia
btnOptionConnectionClear				=&Vymazať všetky pripojenia služieb Cloud

:MAINFORM
lstFilesName							=Názov
lstFilesDate							=Dátum
lstFilesType							=Typ
lstFilesSize							=Veľkosť

mnuAction								=Akcia
mnuOpen									=Otvoriť
mnuDownload								=Stiahnuť
mnuUploadMenu							=Odoslať
mnuUploadFile							=Odoslať súbory
mnuUploadFolder							=Odoslať adresár
mnuUploadImage							=Odoslať obrázok
mnuNewFolder							=Nový adresár
mnuDelete								=Odstrániť
mnuRename								=Premenovať

itemHome								=Domov
itemOption								=Nastavenia
itemAbout								=O programe
itemDropbox								=Dropbox
itemGDrive								=Google Drive
itemSkydrive							=SkyDrive

strAllFile								=Všetky súbory (*.*)
strSearchResult							=Výsledky hľadanie pre "%s"

lblHomeTitle							= Zvoľte službu...
lblUploadMode							=Vyberte službu pre odoslanie obrázka

itemCount								=%s položiek
itemSelectedCount						=%s vybraných položiek

:PREVIEW
lblPreviewPreviewTitle					=Náhľad
lblPreviewDescriptionTitle				=Popis
strPreviewNoDescription					=Žiadny popis

:DOWNLOADFORM

DownloadFormCaption						=Sťahovanie...
strPrepareDownload						=Pripravuje sa sťahovanie
strDiscoveredItems						=Nájdených %s položiek...
strPleaseWait							=Prosím počkajte, kým sa spracuje zoznam položiek...
strDownloading							=Sťahovanie %s položiek
strDownloadName							=Názov: %s
strDownloadRemaining					=Zostáva: %s1 ( celkovo : %s2 )


:UPLOADFORM
UploadFormCaption						=Odosielanie...
strPrepareUpload						=Pripravuje sa odosielanie
strCreatingFolder						=Vytváranie adresára
strUploading							=Odosielanie %s položiek
strUploadName							=Názov: %s
strUploadRemaining						=Zostáva: %s1 ( celkovo : %s2 )

:LOGINFORM
LoginFormCaption						=prihlásenie
chkSaveConnection						=Zapamätať si prihlasovacie údaje
lblBrowserCall							=Webový prehliadač bude zobrazený za %s sekúnd.
lblBrowserCallRetry						=Znova požiadať o prístup na %s
lblBrowserAccess1						=Aby ste sa mohli pripojiť svojmu účtu na %s je potrebné prihlásiť sa najprv cez webový prehliadač.
lblBrowserAccess2						=Keď sa prihlásite cez webový prehliadač, môžete ho zatvoriť a pokračovať.

:USERINFO
lblUserInfoStorage						=Úložisko:
lblUserInfoUserNameTitle				=Účet:
lblUserInfoSpaceTitle					=Využité miesto:
btnUserInfoLogout						=Odhlásiť sa
strSpace 								= %s1 voľné z %s2

FileTypetext							=textový súbor
FileTypedocument						=dokument
FileTypeimage							=obrázok
FileTypevideo							=video súbor
FileTypeaudio							=zvukový súbor
FileTypefile							=súbor
FileTypefolder							=adresár
FileTypealbum							=album

:UPLOAD
lblUploadFileNameTitle					=Názov súboru
lblUploadFileSizeTitle					=Veľkosť súboru
lblUploadFilePreviewTitle				=Náhľad
btnUploadUpload							=Odoslať sem

:MESSAGEBOX
strDelete1item							=Naozaj chcete odstrániť tento súbor?
strDelete1moreitems						=Naozaj chcete odstrániť (%s) tieto súbory?

strFolderExist							=Adresár s rovnakým názvom už existuje.
strDownloadFileExist					=Súbor s rovnakým názvom už existuje.\n\nChcete ho prepísať?
strCreateFolder							=Zadajte názov adresára:
strRename								=Zadajte nový názov:


strInvalidFolderName					=Názov adresára je neplatný.
strCannotDelete							=Nepodarilo sa odstrániť súbor(y)/adresár(e).

strUpdateCheck							=K dispozícii je novšia verzia programu Cloud Explorer (%s). Chcete otvoriť webovú stránku s programom?\n\nUpozorňujeme, že aktuálna verzia nemusí byť kompatibilná s Cloud úložiskami.
strAuthFail 							= Autorizácia zlyhala. Prosím, skúste to znova.

strDownloadFolder						=Vyberte adresár pre stiahnutie vybraných súborov:
strUploadFolder							=Vyberte adresár na odoslanie:
#-------------------------------------------------------------

[Website Resources]
;This is not related to translate PicPick software itself.
;However, please help us to translate official website to your languages.

;MENU	Domov
;	Funkcie
;	Stiahnuť
;	Zakúpiť
;	Partneri
;	Kontakt
	
;BUTTON	Stiahnuť zadarmo
;	Zakúpiť
;	Zadarmo pre osobné účely, skúste ho dnes.
	
;HOME	dizajnérsky nástroj s množstvom funkcií pre každého
;	Komplexný nástroj na zachytávanie obrazovky, intuitívny editor obrázkov, kvapkadlo, farebná paleta, pixelové pravítko, uhlomer, zameriavač, biela tabuľa a ďalšie
;	Obsahuje množstvo funkcií pre tvorbu obrázkov a zároveň je prívetivý pre používateľov. Je vhodný pre softvérových vývojárov, grafických dizajnérov a ostatných používateľov.
	
;	Hlavné vlastnosti
;	Zachyťte všetko: Zachyťte celú obrazovku, aktívne okno, okná s posuvníkom alebo ľubovoľnú oblasť vašej obrazovky.
;	Upravte svoje obrázky: Okomentujte a zvýraznite svoje obrázky: textom, šípkami, tvarmi a mnohými ďalšími prvkami pomocou vstavaného editora obrázkov, ktorý obsahuje najnovší panel nástrojov Ribbon.
;	Použite rôzne efekty: Jednoducho pridajte efekty do svojich obrázkov: tiene, rámiky, vodotlač, pixelizáciu, rozmazanie, ovládanie jasu a kontrastu a ďalšie.
;	Zdieľajte: Uložte, zdieľajte alebo odošlite svoje obrázky na web, e-mail, ftp server, Dropbox, Google Drive, SkyDrive, Box, Evernote, Facebook, Twitter a ďalšie.
;	Grafické doplnky: Rôzne druhy grafických nástrojov vrátane kvapkadla, farebnej palety, pixelového pravítka, uhlomera, zameriavača, lupy, bielej tabule.
;	Vlastné nastavenia: Vďaka pokročilým nastaveniam si môžete prispôsobiť klávesové skratky, pomenovávanie súborov, kvalitu obrázkov a mnohé ďalšie nastavenia, ktoré zodpovedajú vašim požiadavkám.
	
;	Recenzie
;	Tento program nás núti uvažovať nad ním ako nad švajčiarskym nožíkom alebo možno dobre organizovaným šuplíkom. 
;	Existuje množstvo rôznych užitočných nástrojov, a myslíme si, že PicPick by mohol byť užitočný pre webových dizajnérov, grafických dizajnérov a dokonca aj pre obyčajného používateľa počítača, ktorý príležitostne pracuje s grafikou.
;	Špeciálne nadizajnovaný pre obyčajného používateľa a zameraný na poskytovanie najväčšej možnej flexibility počas práce. Obsahuje dokonca aj funkcie, ktoré neobsahuje ani Photoshop.
;	PicPick, okrem toho, že je na používanie veľmi jednoduchý zahŕňa rôzne nastavenia zachytávania obrazovky, klávesové skratky a ďalšie nastavenia, ktoré mu môžu podobné editory závidieť.
	
;	Odkazy
;	Mapa stránky
;	Licencia
;	Licenčná dohoda s koncovým používateľom
;	Ochrana súkromia
;	Odinštalácia
	
;FEATURES	
;	[Zachytenie obrazovky]
;	Zachyťte celú obrazovku, aktívne okno, okno s posuvníkom, ľubovoľný región na vašej obrazovke, atď...
;	Nastavte si vlastné klávesové skratky
;	Podpora pre viacero monitorov, zachytávanie kurzoru, automatické ukladanie a pomenovávanie, atď...
;	Podpora pre widget na pracovnej ploche umožňujúci ľahké a rýchle zachytávanie obrazovky
	
;	Celá obrazovka
;	Aktívne okno
;	Výber okna
;	Okno s posuvníkom
;	Vybrať oblasť
;	Vymedziť oblasť
;	Vybrať oblasť kurzorom
;	Zopakovať posledné zachytenie
;	Widget
;	Zachytenie kurzorom
;	Oneskorené zachytenie
;	Automatické ukladanie
	
;	[Editor obrázkov]
;	Pomocou vstavaného editora obrázkov, ktorý obsahuje najnovší panel nástrojov Ribbon, môžete popísať a zvýrazniť svoje obrázky.
;	Kreslenie
;	Vkladanie textu
;	Šípky, čiary
;	Tvary
;	Bubliny
;	Zvýrazňovač
;	Orezávanie
;	Zmena veľkosti
;	Otáčanie
;	Invertovanie farieb
;	Odtiene šedej
;	Pixelizácia
;	Rámik
;	Vodotlač
;	Rozmazanie
;	Zaostrenie
;	Jas a kontrast
;	Odtieň a sýtosť
;	Vyváženie farieb
	
;	[Uložte, zdieľajte alebo odošlite]
;	Po zachytení a úprave svojich obrázkov ich môžete uložiť, zdieľať alebo odoslať
;	Schránka
;	Rôzne typy obrázkov
;	PDF
;	Tlačiareň
;	Web (imgur)
;	Web (imageshack)
;	Dropbox
;	Google Drive
;	SkyDrive
;	Box
;	Facebook
;	Twitter
;	Skype
;	FTP server
;	e-mail
;	Microsoft Word
;	Microsoft PowerPoint
;	Microsoft Excel
;	Externý program
	
;	[Kvapkadlo]
;	Zistite farebný kód konkrétneho pixla na obrazovke pomocou okna s lupou
;	Formáty RGB, HTML, C++, Delphi
;	Paleta farieb
;	Nájdite a nastavte presnú farbu pomocou palety farieb so štýlom Photoshopu, ktorá podporuje RGB a HSV
;	Pixlové pravítko
;	Pomôže vám zistiť veľkosť objektov a presne umiestniť objekty
;	Podporuje horizontálnu a vertikálnu orientáciu, jednotky (pixle, palce a centimetre), DPI nastavenia (72, 96, 120, 300), skiny
;	Lupa
;	Pomocou jednoduchej, jemnej a prispôsobiteľnej lupe, môžete vidieť zväčšenú ľubovoľnú časť obrazovky
;	Zameriavač
;	Pomocou tohto nástroja zistíte relatívne súradnice pozície na obrázku
;	Môže byť užitočný napríklad pri vývoji obrázkových HTML máp
;	Uhlomer
;	Pomôže vám pri zisťovaní uhlov na obrazovke. Zvoľte stred, pozíciu a potom druhý bod, od ktorého chcete zmerať uhol
;	Uhlomer môžete využiť pri fotografii, matematike a rôznych grafických oblastiach
;	Biela tabuľa
;	Pomocou tohto nástroja môžete mať virtuálnu bielu tabuľu na svojej obrazovke. Môžete ju využiť na prezentáciu alebou kreslenie na vašu obrazovku.
	
;BUYNOW	Počet používateľov
;	Cena (Americký dolár)
;	Časovo limitovaná ponuka
;	Spôsob platby
;	Kartou cez internet
;	PayPal
;	Bankový prevod
;	Telefón
;	Fax
;	Poštou / šekom / poštovou poukážkou
;	Plimus je internetový platobný systém, ktorý odporúčame. Podporuje bezpečnú internetovú platobnú službu s množstvom platobných spôsobov ako PayPal, kreditná/debetná karta atď.
;	Ďakujeme, že ste si vybrali PicPick!

;	Jedna registrovaná kópia programu PicPick môže byť používaná jednou osobou, ktorá používa tento program samostatne na jednom alebo viacerých počítačoch (napríklad PC a notebook), alebo môže byť nainštalovaná na jednu pracovnú stanicu a nepoužívaná súbežne viacerými používateľmi, ale nie obidve možnosti naraz
;	Jednu licenciu nie je možné zdieľať medzi rôznymi používateľmi
;	Licencie zahŕňajú neobmedzené aktualizácie pre všetky budúce verzie programu PicPick
;	Ceny v eurách, librách a ostatných menách sú dostupné v objednávkovej sekcii

#-------------------------------------------------------------

[Message]
MSG_TRAY_TITLE                          = PicPick
MSG_ICON_TITLE                          = PicPick
MSG_MESSAGEBOX_TITLE                    = PicPick
MSG_PROTRACTOR_CENTERPOINT              =Vyberte bod, kde chcete zmerať uhol.
MSG_PROTRACTOR_POINT                    =°
MSG_ACTIVEWINDOW_1                      =Stlačte "
MSG_ACTIVEWINDOW_2                      =" na zachytenie aktívneho okna.
MSG_EXITSAVEIMAGE_1                     =Chcete uložiť zmeny v obrázku "
MSG_EXITSAVEIMAGE_2                     ="?
MSG_DEFAULT_IMAGENAME                   =Obrázok
MSG_DIRECTORYACCESSERROR                =Nemôže sa dostať k adresáru.
MSG_DEFAULT_TAPNAME                     =Žiadny obrázok
MSG_HOTKEY_ALREADY1                     =PicPick nemôže nastaviť tieto klávesové skratky.
MSG_HOTKEY_ALREADY2                     =Chcete zmeniť tieto klávesové skratky?
MSG_THISFOLDERNOTFOUND                  =Adresár (cesta alebo názov adresára) nebol nájdený.
MSG_INVALID_FILENAME                    =Neplatný názov súboru.
MSG_INVALID_CLIPBOARD                   =Nastala chyba pri získavaní dát zo schránky! (nesprávny formát dát v schránke)
MSG_CANNOTREPEATCAPTURE                 =Oblasť z posledného zachytenia nebola nájdená!
MSG_CLOSEALLIMAGE                       =Chcete zavrieť všetky neuložené obrázky?
MSG_FILE_OPEN                           =Otvoriť
MSG_FILE_SAVE                           =Uložiť ako
MSG_NEWVERSIONAVAILABLE                 =Je dostupná novšia verzia programu PicPick. Chcete otvoriť stránku, na ktorej sa dá táto verzia stiahnuť?
MSG_PROGRAM_NOTADDYET                   =Musíte vybrať externý program, ktorému budú odosielané vaše screenshoty!
MSG_EXTERNALPROGRAMERROR                =Externý program nebol nájdený! 
MSG_PARAMETERS_TITLE                    =Parametre pre PicPick
MSG_OLDLANGUAGE                         =Súbor s prekladom je starý. Niektoré texty preto nie sú preložené. Chcete aj napriek tomu nastaviť tento jazyk? 
MSG_INVALIDALBUMNAME                    =Názov fotoalbumu je neplatný.
MSG_CREATEFAILUREALBUM                  =Vyskytla sa chyba pri vytváraní fotoalbumu.
MSG_LOADINGFAILUREALBUM                 =Vyskytla sa chyba pri načítavaní fotoalbumov.
MSG_IDEMPTY                             =Prosím, vložte meno používateľa.
MSG_PWEMPTY                             =Prosím, vložte heslo.
MSG_SAVE                                =&Uložiť
MSG_DONTSAVE                            =&Neuložiť
MSG_DONTSAVEALL                         =Neuložiť &všetky
MSG_NODISPLAYAGAIN                      =Nezobrazovať túto správu
BTN_YES                                 =Á&no
BTN_NO                                  =&Nie
BTN_NOALL                               =Nie &všetky
MSG_INPUTTEXT                           =Sem prosím napíšte text
MSG_FLATTENLAYER                        =Pre vykonanie tejto úlohu musíte položiť tvary. Chcete položiť tvary?
MSG_FLATTENALL                          =Chcete položiť všetky tvary?
MSG_INVALID_DOWNLOADURL                 =Počas sťahovania obrázka sa vyskytla chyba.
MSG_OPENURL                             =Prosím, napíšte adresu URL:
MSG_ANYSETTINGOK                        =Nastavenia boli úspešne zmenené.
MSG_DEFAULTEDITOR                       =PicPick bol nastavený ako predvolený editor obrázkov.
MSG_FTPINFONEED                         =Najprv musíte vložiť informácie o FTP serveri.
MSG_CONNECTIONFAIL						=Nastala chyba počas pripájania sa na server.
MSG_PROGRAM_NOSKYPE						=Program Skype nebol nájdený.
MSG_ACTIVATE_OFFLINE					=Nepodarilo sa aktivovať váš licenčný kľúč buď kvôli problému so sieťou alebo kvôli niečomu inému. Chcete aktivovať vašu licenciu offline?
MSG_ACTIVATE_OK 						=Vaša licencia bola aktivovaná. Ďakujeme, že ste si vybrali PicPick!
MSG_ACTIVATE_TRIAL 						=Skúšobná licencia bola aktivovaná. Ďakujeme, že ste si vybrali PicPick!
MSG_ACTIVATE_FAIL 						=Aktivácia nebola úspešná. Prosím kontaktuje Support Center programu PicPick.
MSG_VALIDOWNERNAME 						=Prosím, vložte platné meno vlastníka.
MSG_VALIDLICENSEKEY 					=Prosím, vložte platný licenčný kľúč.
MSG_FILENOTFOUND 						=Nemôžem nájsť súbor.
MSG_CAPTUREAREAFAIL						=Vyskytla sa chyba počas výpočtu oblasti zachytenia. Prosím skontrolujte svoj softvér (antivírus alebo malware/spyware), ktorý by mohol spôsobovať tento problém.
#4.0.0
MSG_TRANSPARENCYLOST					=Keď uložíte tento obrázok, všetky informácie o transparentnosti budú stratené. Chcete napriek tomu pokračovať?
#4.0.0
#4.0.1
MSG_DONOTSHOWWEEK						=Nezobrazovať toto okno po dobu jedného týždňa
#4.0.1